Repository: RishafH/Attendance-App
Catalog: lib/l10n/app_*.arb
Languages: si

# appTitle
source: Pegas Salary & Attendance App
si: පෙගාස් වැටුප් සහ පැමිණීමේ යෙදුම

source: Attendance Form
si: පැමිණීමේ ආකෘතිය

# summaryPage
source: Summary
si: සාරාංශය

source: Login
si: ඇතුල් වීම

source: Date
si: දිනය

source: Present
si: පැමිණ ඇත

source: Absent
si: නොපැමිණී

source: Start Time
si: ආරම්භ කාලය

source: End Time
si: අවසාන කාලය

source: Bills Count
si: බිල් ගණන

source: Remarks
si: අවධානය යොමු කරන්න

source: Base Payment
si: මූලික ගෙවීම

source: Half Payment
si: අඩ ගෙවීම

source: Incentives
si: දිරිදීමනා

source: Total Daily Salary
si: දෛනික මුළු වැටුප

source: Save
si: සුරකින්න

source: Cancel
si: අවලංගු කරන්න

source: Submit
si: ඉදිරිපත් කරන්න

source: Username
si: පරිශීලක නාමය

source: Password
si: මුරපදය

source: Employee ID
si: සේවක අංකය

source: Monthly Totals
si: මාසික මුළු ගණන

source: Total Bills
si: මුළු බිල්

source: Total Incentives
si: මුළු දිරිදීමනා

source: Total Salary
si: මුළු වැටුප

source: Daily Bills Chart
si: දෛනික බිල් ප්‍රස්ථාරය

source: Export PDF
si: PDF අපනයනය

source: Attendance Records
si: පැමිණීමේ වාර්තා

source: No records found
si: වාර්තා හමු නොවීය

source: Error
si: දෝෂය

source: Success
si: සාර්ථකයි

source: Loading...
si: පූරණය වෙමින්...

source: Please wait
si: කරුණාකර රැඳී සිටින්න

source: Required
si: අවශ්‍යයි

source: Invalid input
si: වැරදි ආදානය

source: Salary Report
si: වැටුප් වාර්තාව

source: Generated on
si: ජනිත දිනය

source: Rs.
si: රු.

source: Time
si: කාලය

source: Bills
si: බිල්

source: Status
si: තත්ත්වය

source: Total
si: මුළු
